Repository: Fatih20/findfileconflicts
Catalog: po/extra/*.po
Languages: fr

source: File Conflicts Finder
fr: Détecteur de conflits de fichiers

source: An app for finding file name conflicts
fr: Une application pour trouver les conflits de nom de fichier

source: conflict;files;
fr: conflit;fichiers;

source: Helps to detect and solve possible file conflicts
fr: Cette application vous permet de détecter et de résoudre de possibles conflits de fichiers

source: Helps to find file names which could have conflicts on non Unix based operating systems
fr: Elle vous aide également à trouver les noms de fichiers qui peuvent créer des conflits sur des systèmes d'exploitation non basés sur UNIX

source: Checks:
fr: Vérifications :

source: Similar file names like 'my document.txt' and 'My Document.txt'
fr: Noms de fichiers similaires comme « mon document.txt » et « Mon Document.txt »

source: Illegal chars like ':'
fr: Caractères non autorisés comme « : »

source: Too long file names (>260 chars)
fr: Noms de fichier trop longs (> 260 caractères)

source: Welcome
fr: Bienvenue

source: Conflicts
fr: Conflits

source: Translation:
fr: Traduction :

source: French (by Nathan Bonnemains)
fr: Français (par Nathan Bonnemains)

source: New:
fr: Nouveauté :

source: Theme switcher
fr: Bouton de changement de thème

source: Fixed:
fr: Correction :

source: Possible crash when reorder result
fr: Plantage possible lors du tri des résultats

source: Sort result table by filename or modified date
fr: Triez les résultats par nom de fichier ou date de modification

source: Restore correct window size
fr: Restauration de la taille correcte de la fenêtre

source: Dutch (by Heimen Stoffels)
fr: Néerlandais (par Heimen Stoffels)

source: Prepare for JUNO
fr: Préparation pour JUNO

source: Improved:
fr: Amélioration :

source: Performance for high number of files
fr: Performance pour un grand nombre de fichiers

source: Enable/Disable some rules in Preferences dialog
fr: Activez/Désactivez certaines règles dans la boîte de dialogue des préférences

source: Initial Release
fr: Version initiale
