Repository: Fatih20/findfileconflicts
Catalog: po/*.po
Languages: fr

source: Scaning for conflict files…
fr: Recherche de fichiers en conflit…

source: %s (%u files found)
fr: %s (%u conflits trouvés)

source: Checked %u files of %u
fr: %u fichiers sélectionnés sur %u

source: No conflict files found
fr: Pas de fichiers en conflit trouvés

source: Find File Conflicts
fr: Détecteur de conflits de fichiers

source: Loading…
fr: Chargement…

source: All conflicts solved
fr: Tous les conflits ont été résolus

source: %u conflicts found
fr: %u conflits trouvés

source: Open Folder
fr: Ouvrir le dossier

source: Rescan
fr: Scanner à nouveau

source: Sort by Filename
fr: Trier par nom de fichier

source: Sort by Date
fr: Trier par date

source: Preferences
fr: Préférences

source: Light background
fr: Thème clair

source: Dark background
fr: Thème sombre

source: Close
fr: Fermer

source: Similar File Name
fr: Fichiers de même nom

source: Too Long File Name
fr: Nom de fichier trop long

source: Illegal Chars
fr: Charactères non autorisés

source: Double Dots
fr: Points en double

source: Similar Files
fr: Fichiers similaires

source: Filename contains illegal chars
fr: Le nom du fichier contient des charactères non autorisés

source: Filename is too long
fr: Le nom du fichier est trop long

source: Filename contains double dots '..'
fr: Le nom du fichiers contient des points en double « .. »

source: Open Location
fr: Ouvrir l'emplacement

source: Move into Trash
fr: Déplacer vers la corbeille

source: Check file names.
fr: Vérifiez les noms de fichier.

source: Open
fr: Ouvrir

source: Choose a folder for scanning its content for conflicts.
fr: Choisissez un dossier pour analyser son contenu à la recherche de conflits.

source: Select a folder.
fr: Choissiez un dossier.

source: _Cancel
fr: _Annuler

source: _Open
fr: _Ouvrir

source: Folder
fr: Dossier
